add=A\u00F1adir
addCmdLabel=Agregar comandos
addIfMin=Agregar si es m\u00EDnimo
err_type=Tipo de argumento inv\u00E1lido
cancel=Cancelar
chapterName=T\u00EDtulo del cap\u00EDtulo
chapterWorld=Nombre mundial
clear=Claro
collectionInfo=Informaci\u00F3n de colecci\u00F3n
commandsInfo=Informacion del equipo
coordX=Coordenada (X): entero de -100 a 100
coordY=Coordenada (Y): entero de -100 a 100
Error=Error
exit=Salida
file=Expediente
health=Salud: n\u00FAmero real en el rango (0; 1488]
heartCount=N\u00FAmero de corazones: entero de 1 a 3
help=Ayuda
idNotFound=No se encontr\u00F3 un elemento con esta identificaci\u00F3n.
info=Informaci\u00F3n
InputData=Entrada de par\u00E1metros
InvalidData=No se pudo enviar el comando, no hay suficientes datos
IOException=Error de entrada / salida: 
loyal=El valor de la lealtad.
maxByHealth=Max elemento
meleeWeapon=Armas cuerpo a cuerpo
name=Nombre:
printCmdLabel=Comandos de salida
printUniqueHealth=Valores \u00FAnicos health
removeById=Eliminar por id
removeByLoyal=Eliminar por loyal
removeCmdLabel=Eliminar comandos
removeFirst=Eliminar primero
removeGreater=Eliminar mayor
selectLanguage=Elige lengua
suc_clear=Todos los elementos que le pertenecen han sido eliminados (probablemente)
suc_add=Art\u00EDculo agregado con \u00E9xito a la colecci\u00F3n.
err_addIfMin=El elemento no se agrega porque no es un m\u00EDnimo
tabTable=Mesa Space Marines
tabVisual=\u00C1rea de visualizaci\u00F3n
UnexpectedException=Error inesperado: 
update=Actualizar
updateCmdLabel=Cambiar comandos
updateTableLabel=Actualizar valores de la tabla: 
uPick=Usted eligi\u00F3:
username=Nombre de usuario: 
WriteId=Ingresar id
WriteLoyal=Entrar leal
suc_remove=Elemento eliminado con id=
err_remove=El elemento especificado no se encontr\u00F3 o no te pertenece
err_empty=La lista est\u00E1 vac\u00EDa
suc_PQH=Valores \u00FAnicos de salud:
suc_help=Agregar comando: agrega un nuevo elemento a la colecci\u00F3n\nAgregar comando m\u00EDnimo: agrega un nuevo elemento a la colecci\u00F3n, si es m\u00EDnimo\nComando Clear: limpia la parte de la colecci\u00F3n que te pertenece\nComando de elemento m\u00E1ximo: muestra el elemento m\u00E1ximo en la colecci\u00F3n\nEquipo de salud \u00FAnico: imprime valores de salud \u00FAnicos\nEliminar por comando leal: elimina el elemento con el leal especificado, si te pertenece\nComando Eliminar por id: elimina el elemento con el id especificado, si te pertenece\nEliminar primer comando: elimina el primer elemento de la colecci\u00F3n, si te pertenece\nEl comando delete large: elimina todos los elementos de la colecci\u00F3n m\u00E1s grandes que el especificado y que le pertenecen\nComando Actualizar: actualiza un elemento\n
suc_maxByHealth=Max elemento:
suc_removeGreater=Todos los art\u00EDculos que est\u00E1n disponibles para modificar y exceder los especificados se eliminan de la colecci\u00F3n.
err_removeGreater=No hay elementos (a los que tenga acceso) que excedan el especificado
suc_update=Art\u00EDculo actualizado con id=
IncorrectField=El campo se ingres\u00F3 incorrectamente
IncorrectDataField=Informaci\u00F3n incorrecta
IncorrectNumber=Rango inv\u00E1lido
suc_login=El usuario ha iniciado sesi\u00F3n correctamente.
err_login=Error al iniciar sesi\u00F3n.
suc_register=Usuario agregado. Iniciar sesi\u00F3n.
err_register=Error al agregar usuario. Inicio de sesi\u00F3n ocupado, contiene caracteres no v\u00E1lidos o su secuencia. Me importa un comino, para ser honesto, googlea t\u00FA mismo qu\u00E9 nombre de usuario y contrase\u00F1a es el maldito postgresql
suc_info=\n
SpaceMarineCreatedByUser=SpaceMarine creado por el usuario 
with=\ con 
SMname={nombre: '
coordinateX=, coordenadas {x =
creationDate=}, fecha de creaci\u00F3n: 
SMhealth=, salud: 
SMhCnt=, cuenta del coraz\u00F3n: 
SMloyal=, leal 
SMmw=, arma cuerpo a cuerpo: 
chName=, cap\u00EDtulo {nombre = '
chWorld=', mundo ='
login=entrada
register=registro
uncorrectLogPas=Innlogging er feil. Opprett et brukernavn p\u00E5 minst 4 (bare engelske store bokstaver og tall er tillatt)
incorrectLogPas=El inicio de sesi\u00F3n o la contrase\u00F1a son incorrectos
password=Contrase\u00F1a: